Repository: m-schmidt/Refracto
Catalog: Refracto/*.lproj/Localizable.strings
Languages: de

# Refracto
source: Refractometer
de: Refraktometer

source: Settings
de: Einstellungen

# FooterSettings
source: The wort correction factor is used to convert the °Brix measurement of unfermented wort to Original Gravity (°P or SG)
de: Mit dem Würzekorrekturfaktor wird der Brechungsindex von unvergorener Würze in die Stammwürze (°P bzw. SG) um­gerechnet.

# FooterSupportNoMail
source: No mail account is configured on this device. To contact support, write to refracto@mschmidt.me by other means.
de: Für dieses Gerät ist kein Email-Account konfiguriert. Der Support ist unter refracto@mschmidt.me erreichbar.

# FooterStore
source: If you like Refracto, please take the time to give it a nice review. It really helps. Thanks and Happy Brewing!
de: Falls Ihnen Refracto gefällt, schreiben Sie bitte eine nette Be­wertung. Vielen Dank und gut' Sud!

# CorrectionTitle
source: Wort Correction Factor
de: Würze­korrek­tur­faktor

# WebsiteTitle
source: Visit Refracto Website
de: Refracto Webseite besuchen

# ContactTitle
source: Contact Support
de: Email an Support schreiben

# RateAppTitle
source: Rate on App Store
de: Im App Store bewerten

# MailBody
source: Hello,
de: Hallo,

# MailFailedTitle
source: Sending Failed
de: Senden Fehlgeschlagen

# MailFailedMessage
source: Your mail could not be sent. Please check your network settings or try again later.
de: Ihre Email konnte nicht gesendet werden. Überprüfen Sie ihre Netzwerkeinstellungen oder versuchen Sie es später noch einmal.

# ThemeTitle
source: Theme
de: Farbschema

# ThemeFooter
source: When selecting the System theme, Refracto matches the global appearance configured for your device.
de: Das Farbschema System entspricht dem globalen Farb­schema für das Gerät.

# ThemeLight
source: Light
de: Hell

# ThemeDark
source: Dark
de: Dunkel

# ThemeBlue
source: Blue
de: Blau

# ThemeGray
source: Gray
de: Grau

# ThemeSteel
source: Steel
de: Stahl

# ThemeBlack
source: Black
de: Schwarz

# AppIconGreen
source: Green
de: Grün

# AppIconBlue
source: Blue
de: Blau

# AppIconRed
source: Red
de: Rot

# AppIconYellow
source: Yellow
de: Gelb

# AppIconWhite
source: White
de: Weiß

# AppIconBlack
source: Black
de: Schwarz

# DisplaySchemeTitle
source: Display
de: Anzeige

# DisplaySchemeFooter
source: The modern scheme displays °Plato together with Specific Gravity but skips the uncommon values for real attenuation and actual final gravity. The classic schemes stick to a single unit and show the additional values like earlier versions of Refracto.
de: Das moderne Schema zeigt °Plato und SG an verzichtet aber auf Werte für tatsächlichen Vergärungsgrad und Restextrakt (wird selten benötigt). Die klassichen Schemata zeigen wie frühere Versionen von Refracto nur die jeweilge Einheit aber mit den zusätzlichen Werten an.

# DisplaySchemeModern
source: Modern – °Plato and SG
de: Modern – °Plato und SG

# DisplaySchemeModernShort
source: °Plato and SG
de: °Plato und SG

# DisplaySchemeOldSG
source: Classic – SG
de: Klassisch – SG

# DisplaySchemeOldPlato
source: Classic – °Plato
de: Klassisch – °Plato

# FormulaNovotnyQuadratic
source: Novotný Quadratic
de: Novotný Quadratisch

# FormulaTerrillCubic
source: Terrill Cubic
de: Terrill Kubisch

source: Original Gravity
de: Stammwürze

source: Final Gravity
de: Restextrakt

source: Attenuation
de: Vergärungsgrad

source: Alcohol %vol
de: Alkohol %vol

source: (actual)
de: (tatsächlich)

source: (real)
de: (tatsächlich)

# AccessibilityOutOfRange
source: Value out of range
de: Wert nicht berechenbar

# AccessibilityLabelComputationMode
source: Computation mode
de: Berechnungsformel

# AccessibilityLabelOriginalRefraction
source: Original refraction value
de: Ursprünglicher Brechungsindex

# AccessibilityHintOriginalRefraction
source: Refractometer reading before start of fermentation
de: Messwert vor Beginn der Gärung

# AccessibilityLabelCurrentRefraction
source: Current refraction value
de: Aktueller Brechungsindex

# AccessibilityHintCurrentRefraction
source: Refractometer reading after start of fermentation
de: Messwert nach Beginn der Gärung

# AccessibilityBrixFormatter
source: #0.0' degree Brix'
de: #0.0' Grad Brix'

# AccessibilityPlatoFormatter
source: #0.0' degree Plato'
de: #0.0' Grad Plato'
